Revit 2026 API

# LabelUtils Properties

---

The LabelUtils type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |

#### Reference

LabelUtils Class

Autodesk.Revit.DB Namespace